"Add Field" = "Adicionar anotação";

"Album" = "Álbum";
"Artist" = "Intérprete";
"Artwork" = "Grafismos";
"Author" = "Autor";
"Comment" = "Comentário";
"Composer" = "Compositor";
"Copyright" = "Copyright";
"Creation Date" = "Data de criação";
"Description" = "Descrição";
"Director" = "Realizador";
"Disclaimer" = "Exclusão de responsabilidade";
"Encoded By" = "Codificado por";
"Genre" = "Género";
"Full Name" = "Nome completo";
"Keywords" = "Palavras-chave";
"Title" = "Título";
"Information" = "Informação";
"Producer" = "Produtor";
"Edit Date" = "Data de edição";
"Track Number" = "Faixa";
"Performers" = "Intérpretes";
"URL Link" = "Ligação URL";
"Playback Requirements" = "Requisitos de reprodução";
"Original Artist" = "Intérprete original";
"Original Source" = "Origem";
"Original Format" = "Formato original";
"Software" = "Software";
"Product" = "Produto";
"Warning" = "Aviso";
"Writer" = "Guionista";
"Year" = "Ano";
